export const ua = {
    sayHi: ` Вітаю!\nПропонуємо Вам зробити попередній запис на обслуговування.`,
    createOrder: {
        askPlateNumber: '🚙 Напишіть номер авто',
        wrongPlateNumber: '⚠️ Невірний номер, спробуте знов',
        askMalfunction: '⚙️ Яка причина звернення?',
        shortMalfunction: '⚠️ Треба більше деталей, спробуйте знов',
        askApointmenDateInRightFormat: 'Напишіть дату у вірному форматі (2000-12-31)',
        wrongApointmenDateFormat: 'Невірній формат дати, спробуйте знов',
        askToVefirApointment: '👨🏻‍✈️ Дякуємо! Перевірте будь ласка, чи все вірно?',
        tryAgainToCompletApointment: '✈️ Почнемо з початку, напишіть номер авто ще раз',
        apointmentDone: '👨🏻‍✈️ Ми створили для Вас попередній запис.\nНаші менеджери скоро зв`яжуться з Вами, щоб уточнити час',
        apointmentWaitingApproval: '\n🔘 Очікує підтвердження'
    },
    createRemonlineId: {
        askFullName: '👨🏻‍✈️ Вас вітає СТО G-Car!\nНапишіть своє ім`я щоб ми знали кого очікувати на СТО',
        fullNameToShort: '⚠️ Дуже коротке ім`я, спробуйте знов',
        askContactPhone: '☎️ Будь ласка вкажіть контактний номер телефону',
        askCorrectPhone: '⚠️ Вкажіть вірний телефон',
        askMail: '🌍 Напишіть адресу електроної пошти',
        askCorrectMail: '🌍 Вкажіть вірну пошту',
        askToCheckContactInfo: '⚠️ Перевірте свої данні, чи все ок?',
        areYouExistingClient: '👤 Ви існуючий клиєнт?',
        askFullNameAgain: '👨🏻‍✈️ Спробуйте заповнити форму знову.\nНапишіть своє ім`я'
    }
}


export const keyboardText = {
    newAppointment: 'Записати авто'

}